Repository: HotCakeX/Harden-Windows-Security
Catalog: AppControl Manager/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de_de, el_gr, es, fr_fr, he_il, hi_in, ja_jp, ml_in, pl_pl, tr_tr

# RuleOption_EnabledInvalidateEAsOnReboot
source: When the Intelligent Security Graph option is used, App Control sets an extended file attribute that indicates that the file was authorized to run. This option causes App Control to periodically revalidate the reputation for files previously authorized by the ISG.
ar: عند استخدام خيار الرسم البياني الأمني الذكي، يقوم التحكم في التطبيقات بتعيين سمة ملف موسعة تشير إلى أن الملف قد تم تفويضه للتشغيل. يتسبب هذا الخيار في قيام التحكم في التطبيقات بإعادة التحقق دوريًا من سمعة الملفات التي تم تفويضها مسبقًا بواسطة ISG.
de_de: Wenn die Intelligent Security Graph-Option verwendet wird, setzt App Control ein erweitertes Dateiattribut, das angibt, dass die Datei zur Ausführung autorisiert wurde. Diese Option veranlasst App Control, die Reputation von Dateien, die zuvor vom ISG autorisiert wurden, regelmäßig erneut zu validieren.
el_gr: Όταν χρησιμοποιείται η επιλογή Intelligent Security Graph, ο Έλεγχος Εφαρμογών ορίζει ένα εκτεταμένο χαρακτηριστικό αρχείου που υποδεικνύει ότι το αρχείο εξουσιοδοτήθηκε να εκτελεστεί. Αυτή η επιλογή προκαλεί στον Έλεγχο Εφαρμογών να επανεξετάζει περιοδικά τη φήμη για αρχεία που είχαν προηγουμένως εξουσιοδοτηθεί από το ISG.
es: Cuando se utiliza la opción Intelligent Security Graph, App Control establece un atributo de archivo extendido que indica que el archivo fue autorizado para ejecutarse. Esta opción hace que App Control revalide periódicamente la reputación de los archivos previamente autorizados por el ISG.
fr_fr: Lorsque l'option Intelligent Security Graph est utilisée, App Control définit un attribut de fichier étendu qui indique que le fichier a été autorisé à s'exécuter. Cette option oblige App Control à revalider périodiquement la réputation des fichiers précédemment autorisés par l'ISG.
he_il: כאשר משתמשים באפשרות Intelligent Security Graph, בקרת אפליקציות מגדירה תכונת קובץ מורחבת המציינת שהקובץ אושר להפעלה. אפשרות זו גורמת לבקרת אפליקציות לאמת מחדש את המוניטין של קבצים שאושרו בעבר על ידי ה-ISG באופן תקופתי.
hi_in: जब Intelligent Security Graph विकल्प का उपयोग होता है, तो App Control एक विस्तारित फ़ाइल गुण सेट करता है जो संकेत देता है कि फ़ाइल को चलने के लिए अधिकृत किया गया था। यह विकल्प App Control को पूर्व में ISG द्वारा अधिकृत फ़ाइलों के लिए प्रतिष्ठा को समय-समय पर पुनः मान्य करने के लिए प्रेरित करता है।
ja_jp: Intelligent Security Graphオプションが使用されると、App Controlはファイルが実行を許可されたことを示す拡張ファイル属性を設定します。このオプションにより、App ControlはISGによって以前に許可されたファイルの評価を定期的に再検証します。
ml_in: ഇന്റലിജന്റ് സെക്യൂരിറ്റി ഗ്രാഫ് ഓപ്ഷൻ ഉപയോഗിക്കുമ്പോൾ, ഫയൽ പ്രവർത്തിപ്പിക്കാൻ അധികാരപ്പെടുത്തിയിട്ടുണ്ടെന്ന് സൂചിപ്പിക്കുന്ന ഒരു വിപുലീകൃത ഫയൽ ആട്രിബ്യൂട്ട് ആപ്പ് കൺട്രോൾ സജ്ജമാക്കുന്നു. ഈ ഓപ്ഷൻ, ISG മുമ്പ് അംഗീകാരം നൽകിയ ഫയലുകളുടെ പ്രശസ്തി ആനുകാലികമായി വീണ്ടും സാധൂകരിക്കാൻ ആപ്പ് കൺട്രോളിനെ പ്രേരിപ്പിക്കുന്നു.
pl_pl: Gdy używana jest opcja Intelligent Security Graph, Kontrola Aplikacji ustawia rozszerzony atrybut pliku, który wskazuje, że plik został autoryzowany do uruchomienia. Ta opcja powoduje, że Kontrola Aplikacji okresowo ponownie weryfikuje reputację plików wcześniej autoryzowanych przez ISG.
tr_tr: Akıllı Güvenlik Grafiği seçeneği kullanıldığında Uygulama Denetimi, dosyanın çalışma yetkisine sahip olduğunu gösteren genişletilmiş bir dosya özniteliği ayarlar. Bu seçenek, Uygulama Denetiminin önceden ISG tarafından yetkilendirilen dosyaların itibarını düzenli aralıklarla yeniden doğrulamasına neden olur.

# RuleOption_EnabledUpdatePolicyNoReboot
source: Use this option to allow future App Control policy updates to apply without requiring a system reboot. NOTE: This option is only supported on Windows 10, version 1709 and later, or Windows Server 2019 and later.
ar: استخدم هذا الخيار للسماح بتطبيق تحديثات سياسة App Control المستقبلية دون الحاجة إلى إعادة تشغيل النظام.
de_de: Verwenden Sie diese Option, damit zukünftige App Control-Richtlinienupdates ohne erforderlichen Systemneustart angewendet werden. HINWEIS: Diese Option wird nur unter Windows 10, Version 1709 und höher, oder Windows Server 2019 und höher unterstützt.
el_gr: Χρησιμοποιήστε αυτήν την επιλογή για να επιτρέψετε μελλοντικές ενημερώσεις πολιτικής Ελέγχου Εφαρμογών να εφαρμόζονται χωρίς να απαιτείται επανεκκίνηση του συστήματος. ΣΗΜΕΙΩΣΗ: Αυτή η επιλογή υποστηρίζεται μόνο στα Windows 10, έκδοση 1709 και νεότερη, ή Windows Server 2019 και νεότερη.
es: Use esta opción para permitir que las futuras actualizaciones de la directiva de App Control se apliquen sin necesidad de reiniciar el sistema. NOTA: Esta opción solo es compatible con Windows 10, versión 1709 y posteriores, o Windows Server 2019 y posteriores.
fr_fr: Utilisez cette option pour permettre aux futures mises à jour de stratégie App Control de s'appliquer sans nécessiter de redémarrage du système. NOTE: Cette option est uniquement prise en charge sur Windows 10, version 1709 et ultérieure, ou Windows Server 2019 et ultérieur.
he_il: השתמש באפשרות זו כדי לאפשר לעדכוני מדיניות בקרת אפליקציות עתידיים להחיל ללא צורך באתחול מחדש של המערכת. הערה: אפשרות זו נתמכת רק ב-Windows 10, גרסה 1709 ואילך, או ב-Windows Server 2019 ואילך.
hi_in: भविष्य में App Control नीति अपडेट को बिना सिस्टम रिबूट की आवश्यकता के लागू करने की अनुमति देने के लिए इस विकल्प का उपयोग करें। NOTE: यह विकल्प केवल Windows 10, संस्करण 1709 और उससे बाद के, या Windows Server 2019 और उससे बाद के पर ही समर्थित है।
ja_jp: このオプションを使用して、将来のApp Controlポリシーの更新がシステムの再起動を必要とせずに適用されるようにします。 注：このオプションはWindows 10バージョン1709以降、またはWindows Server 2019以降でのみサポートされています。
ml_in: ഭാവിയിലെ ആപ്പ് കൺട്രോൾ നയ അപ്‌ഡേറ്റുകൾ സിസ്റ്റം റീബൂട്ട് ചെയ്യാതെ തന്നെ പ്രയോഗിക്കാൻ അനുവദിക്കുന്നതിന് ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക. ശ്രദ്ധിക്കുക: ഈ ഓപ്ഷൻ Windows 10, പതിപ്പ് 1709-ഉം അതിനുശേഷമുള്ളതും, അല്ലെങ്കിൽ Windows Server 2019-ഉം അതിനുശേഷമുള്ളതും മാത്രമേ പിന്തുണയ്ക്കൂ.
pl_pl: Użyj tej opcji, aby umożliwić stosowanie przyszłych aktualizacji zasad Kontroli Aplikacji bez konieczności ponownego uruchamiania systemu. UWAGA: Ta opcja jest obsługiwana tylko w systemie Windows 10 w wersji 1709 i nowszych lub Windows Server 2019 i nowszych.
tr_tr: Gelecekteki Uygulama Denetimi ilkesi güncellemelerinin sistemin yeniden başlatılması gerekmeden uygulanmasına izin vermek için bu seçeneği kullanın. NOT: Bu seçenek yalnızca Windows 10, sürüm 1709 ve üzeri ya da Windows Server 2019 ve üzeri sürümlerde desteklenir.

# RuleOption_EnabledAllowSupplementalPolicies
source: Use this option on a base policy to allow supplemental policies to expand it. NOTE: This option is only supported on Windows 10, version 1903 and later, or Windows Server 2022 and later.
ar: استخدم هذا الخيار على السياسة الأساسية للسماح للسياسات التكميلية بتوسيعها.
de_de: Verwenden Sie diese Option in einer Basisrichtlinie, um Ergänzungsrichtlinien zuzulassen, die diese erweitern. HINWEIS: Diese Option wird nur unter Windows 10, Version 1903 und höher, oder Windows Server 2022 und höher unterstützt.
el_gr: Χρησιμοποιήστε αυτήν την επιλογή σε μια βασική πολιτική για να επιτρέψετε σε συμπληρωματικές πολιτικές να την επεκτείνουν. ΣΗΜΕΙΩΣΗ: Αυτή η επιλογή υποστηρίζεται μόνο στα Windows 10, έκδοση 1903 και νεότερη, ή Windows Server 2022 και νεότερη.
es: Use esta opción en una directiva base para permitir que las directivas suplementarias la amplíen. NOTA: Esta opción solo es compatible con Windows 10, versión 1903 y posteriores, o Windows Server 2022 y posteriores.
fr_fr: Utilisez cette option sur une stratégie de base pour permettre aux stratégies supplémentaires de l'étendre. NOTE: Cette option est uniquement prise en charge sur Windows 10, version 1903 et ultérieure, ou Windows Server 2022 et ultérieur.
he_il: השתמש באפשרות זו במדיניות בסיסית כדי לאפשר למדיניות משלימות להרחיב אותה. הערה: אפשרות זו נתמכת רק ב-Windows 10, גרסה 1903 ואילך, או ב-Windows Server 2022 ואילך.
hi_in: एक मूल नीति पर पूरक नीतियों को इसे विस्तारित करने की अनुमति देने के लिए इस विकल्प का उपयोग करें। NOTE: यह विकल्प केवल Windows 10, संस्करण 1903 और उससे बाद के, या Windows Server 2022 और उससे बाद के पर ही समर्थित है।
ja_jp: ベースポリシーでこのオプションを使用して、補足ポリシーによる拡張を許可します。 注：このオプションはWindows 10バージョン1903以降、またはWindows Server 2022以降でのみサポートされています。
ml_in: അനുബന്ധ നയങ്ങൾക്ക് വികസിപ്പിക്കാൻ അനുവദിക്കുന്നതിന് ഒരു അടിസ്ഥാന നയത്തിൽ ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക. ശ്രദ്ധിക്കുക: ഈ ഓപ്ഷൻ Windows 10, പതിപ്പ് 1903-ഉം അതിനുശേഷമുള്ളതും, അല്ലെങ്കിൽ Windows Server 2022-ഉം അതിനുശേഷമുള്ളതും മാത്രമേ പിന്തുണയ്ക്കൂ.
pl_pl: Użyj tej opcji w zasadach podstawowych, aby umożliwić zasadom uzupełniającym ich rozszerzenie. UWAGA: Ta opcja jest obsługiwana tylko w systemie Windows 10 w wersji 1903 i nowszych lub Windows Server 2022 i nowszych.
tr_tr: Ek politikaların onu genişletmesine izin vermek için temel politikada bu seçeneği kullanın. NOT: Bu seçenek yalnızca Windows 10, sürüm 1903 ve üzeri ya da Windows Server 2022 ve üzeri sürümlerde desteklenir.

# RuleOption_DisabledRuntimeFilePathRuleProtection
source: This option disables the default runtime check that only allows FilePath rules for paths that are only writable by an administrator. NOTE: This option is only supported on Windows 10, version 1903 and later, or Windows Server 2022 and later.
ar: يقوم هذا الخيار بإلغاء التحقق الافتراضي في وقت التشغيل الذي يسمح فقط بقواعد FilePath للمسارات القابلة للكتابة من قبل المسؤول فقط.
de_de: Diese Option deaktiviert die standardmäßige Laufzeitprüfung, die Dateipfadregeln nur für Pfade zulässt, die nur von einem Administrator beschreibbar sind. HINWEIS: Diese Option wird nur unter Windows 10, Version 1903 und höher, oder Windows Server 2022 und höher unterstützt.
el_gr: Αυτή η επιλογή απενεργοποιεί τον προεπιλεγμένο έλεγχο χρόνου εκτέλεσης που επιτρέπει μόνο κανόνες FilePath για διαδρομές που είναι εγγράψιμες μόνο από διαχειριστή. ΣΗΜΕΙΩΣΗ: Αυτή η επιλογή υποστηρίζεται μόνο στα Windows 10, έκδοση 1903 και νεότερη, ή Windows Server 2022 και νεότερη.
es: Esta opción deshabilita la comprobación predeterminada en tiempo de ejecución que solo permite reglas FilePath para rutas que solo son editables por un administrador. NOTA: Esta opción solo es compatible con Windows 10, versión 1903 y posteriores, o Windows Server 2022 y posteriores.
fr_fr: Cette option désactive la vérification d'exécution par défaut qui autorise uniquement les règles FilePath pour les chemins qui sont uniquement accessibles en écriture par un administrateur. NOTE: Cette option est uniquement prise en charge sur Windows 10, version 1903 et ultérieure, ou Windows Server 2022 et ultérieur.
he_il: אפשרות זו משביתה את בדיקת הזמן ריצה המוגדרת כברירת מחדל שמאפשרת חוקי FilePath רק עבור נתיבים שניתנים לכתיבה רק על ידי מנהל מערכת. הערה: אפשרות זו נתמכת רק ב-Windows 10, גרסה 1903 ואילך, או ב-Windows Server 2022 ואילך.
hi_in: यह विकल्प डिफ़ॉल्ट रनटाइम जांच को अक्षम करता है जो केवल ऐसे पाथ के लिए FilePath नियमों की अनुमति देता है जो केवल प्रशासक द्वारा लिखे जा सकते हैं। NOTE: यह विकल्प केवल Windows 10, संस्करण 1903 और उससे बाद के, या Windows Server 2022 और उससे बाद के पर ही समर्थित है।
ja_jp: このオプションは、管理者のみが書き込み可能なパスに対するFilePathルールのみを許可するデフォルトのランタイムチェックを無効にします。 注：このオプションはWindows 10バージョン1903以降、またはWindows Server 2022以降でのみサポートされています。
ml_in: ഒരു അഡ്മിനിസ്ട്രേറ്റർക്ക് മാത്രം എഴുതാൻ കഴിയുന്ന പാതകൾക്ക് മാത്രം FilePath നിയമങ്ങൾ അനുവദിക്കുന്ന ഡിഫോൾട്ട് റൺടൈം പരിശോധന ഈ ഓപ്ഷൻ പ്രവർത്തനരഹിതമാക്കുന്നു. ശ്രദ്ധിക്കുക: ഈ ഓപ്ഷൻ Windows 10, പതിപ്പ് 1903-ഉം അതിനുശേഷമുള്ളതും, അല്ലെങ്കിൽ Windows Server 2022-ഉം അതിനുശേഷമുള്ളതും മാത്രമേ പിന്തുണയ്ക്കൂ.
pl_pl: Ta opcja wyłącza domyślną kontrolę środowiska uruchomieniowego, która zezwala na reguły FilePath tylko dla ścieżek, które mogą być zapisywane tylko przez administratora. UWAGA: Ta opcja jest obsługiwana tylko w systemie Windows 10 w wersji 1903 i nowszych lub Windows Server 2022 i nowszych.
tr_tr: Bu seçenek, yalnızca yönetici tarafından yazılabilen yollar için FilePath kurallarına izin veren varsayılan çalışma zamanı denetimini devre dışı bırakır. NOT: Bu seçenek yalnızca Windows 10, sürüm 1903 ve üzeri ya da Windows Server 2022 ve üzeri sürümlerde desteklenir.

# RuleOption_EnabledDynamicCodeSecurity
source: Enables policy enforcement for .NET applications and dynamically loaded libraries. NOTE: This option is only supported on Windows 10, version 1803 and later, or Windows Server 2019 and later. NOTE: This option is always enforced if any App Control UMCI policy enables it. There's no audit mode for .NET dynamic code security hardening.
ar: يُمكّن تنفيذ السياسة لتطبيقات .NET والمكتبات المحملة ديناميكيًا.
de_de: Aktiviert die Richtliniendurchsetzung für .NET-Anwendungen und dynamisch geladene Bibliotheken. HINWEIS: Diese Option wird nur unter Windows 10, Version 1803 und höher, oder Windows Server 2019 und höher unterstützt. HINWEIS: Diese Option wird immer erzwungen, wenn eine beliebige App Control-UMCI-Richtlinie sie aktiviert. Es gibt keinen Überwachungsmodus für die Härtung der .NET-Sicherheit für dynamischen Code.
el_gr: Ενεργοποιεί την επιβολή πολιτικής για εφαρμογές .NET και δυναμικά φορτωμένες βιβλιοθήκες. ΣΗΜΕΙΩΣΗ: Αυτή η επιλογή υποστηρίζεται μόνο στα Windows 10, έκδοση 1803 και νεότερη, ή Windows Server 2019 και νεότερη. ΣΗΜΕΙΩΣΗ: Αυτή η επιλογή επιβάλλεται πάντα εάν οποιαδήποτε πολιτική Ελέγχου Εφαρμογών UMCI την ενεργοποιεί. Δεν υπάρχει λειτουργία ελέγχου για την ενίσχυση της ασφάλειας δυναμικού κώδικα .NET.
es: Habilita la aplicación de directivas para aplicaciones .NET y bibliotecas cargadas dinámicamente. NOTA: Esta opción solo es compatible con Windows 10, versión 1803 y posteriores, o Windows Server 2019 y posteriores. NOTA: Esta opción siempre se aplica si alguna directiva UMCI de App Control la habilita. No hay modo de auditoría para el endurecimiento de la seguridad del código dinámico de .NET.
fr_fr: Active l'application de la stratégie pour les applications .NET et les bibliothèques chargées dynamiquement. NOTE: Cette option est uniquement prise en charge sur Windows 10, version 1803 et ultérieure, ou Windows Server 2019 et ultérieur. NOTE: Cette option est toujours appliquée si une stratégie App Control UMCI l'active. Il n'y a pas de mode audit pour le durcissement de la sécurité du code dynamique .NET.
he_il: מאפשר אכיפת מדיניות עבור יישומי .NET וספריות שנטענות באופן דינמי. הערה: אפשרות זו נתמכת רק ב-Windows 10, גרסה 1803 ואילך, או ב-Windows Server 2019 ואילך. הערה: אפשרות זו נאכפת תמיד אם מדיניות UMCI של בקרת אפליקציות כלשהי מפעילה אותה. אין מצב ביקורת עבור חיזוק אבטחת קוד דינמי של .NET.
hi_in: .NET अनुप्रयोगों और गतिशील रूप से लोड की गई लाइब्रेरीज़ के लिए नीति प्रवर्तन सक्षम करता है। NOTE: यह विकल्प केवल Windows 10, संस्करण 1803 और उससे बाद के, या Windows Server 2019 और उससे बाद के पर ही समर्थित है। NOTE: यदि कोई भी App Control UMCI नीति इसे सक्षम करती है, तो यह विकल्प हमेशा प्रवर्तित होता है। .NET गतिशील कोड सुरक्षा हार्डनिंग के लिए कोई ऑडिट मोड नहीं है।
ja_jp: .NETアプリケーションと動的にロードされるライブラリに対するポリシー強制を有効にします。 注：このオプションはWindows 10バージョン1803以降、またはWindows Server 2019以降でのみサポートされています。 注：いずれかのApp Control UMCIポリシーがこれを有効にすると、常に強制されます。.NET動的コードセキュリティ強化には監査モードはありません。
ml_in: .NET ആപ്ലിക്കേഷനുകൾക്കും ഡൈനാമിക്കായി ലോഡ് ചെയ്ത ലൈബ്രറികൾക്കുമായി നയ നിർവ്വഹണം പ്രവർത്തനക്ഷമമാക്കുന്നു. ശ്രദ്ധിക്കുക: ഈ ഓപ്ഷൻ Windows 10, പതിപ്പ് 1803-ഉം അതിനുശേഷമുള്ളതും, അല്ലെങ്കിൽ Windows Server 2019-ഉം അതിനുശേഷമുള്ളതും മാത്രമേ പിന്തുണയ്ക്കൂ. ശ്രദ്ധിക്കുക: ഏതെങ്കിലും ആപ്പ് കൺട്രോൾ UMCI നയം ഇത് പ്രവർത്തനക്ഷമമാക്കിയാൽ ഈ ഓപ്ഷൻ എല്ലായ്പ്പോഴും നടപ്പിലാക്കും. .NET ഡൈനാമിക് കോഡ് സുരക്ഷാ ഹാർഡനിംഗിന് ഓഡിറ്റ് മോഡ് ഇല്ല.
pl_pl: Włącza wymuszanie zasad dla aplikacji .NET i dynamicznie ładowanych bibliotek. UWAGA: Ta opcja jest obsługiwana tylko w systemie Windows 10 w wersji 1803 i nowszych lub Windows Server 2019 i nowszych. UWAGA: Ta opcja jest zawsze wymuszana, jeśli jakakolwiek zasada UMCI Kontroli Aplikacji ją włączy. Nie ma trybu inspekcji dla wzmocnienia bezpieczeństwa kodu dynamicznego .NET.
tr_tr: .NET uygulamaları ve dinamik olarak yüklenen kitaplıklar için ilke uygulamasını etkinleştirir. NOT: Bu seçenek yalnızca Windows 10, sürüm 1803 ve üzeri ya da Windows Server 2019 ve üzeri sürümlerde desteklenir. NOT: Bu seçenek, herhangi bir Uygulama Denetimi UMCI ilkesinin bunu etkinleştirmesi durumunda her zaman uygulanır. .NET dinamik kod güvenliğinin güçlendirilmesi için denetim modu yoktur.

# RuleOption_EnabledRevokedExpiredAsUnsigned
source: Use this option to treat binaries signed with revoked certificates, or expired certificates with the Lifetime Signing EKU on the signature, as "Unsigned binaries" for user-mode process/components, under enterprise signing scenarios.
ar: استخدم هذا الخيار للتعامل مع الثنائيات الموقعة بشهادات ملغاة، أو شهادات منتهية الصلاحية مع EKU لتوقيع مدى الحياة على التوقيع، على أنها «ثنائيات غير موقعة» لعمليات/مكونات وضع المستخدم، في سيناريوهات التوقيع المؤسسي.
de_de: Verwenden Sie diese Option, um Binärdateien, die mit widerrufenen Zertifikaten oder mit abgelaufenen Zertifikaten, die die Lifetime Signing-EKU in der Signatur haben, signiert sind, in Unternehmenssignaturszenarien für Benutzermodusprozesse/-komponenten als "nicht signierte Binärdateien" zu behandeln.
el_gr: Χρησιμοποιήστε αυτήν την επιλογή για να αντιμετωπίζετε τα δυαδικά αρχεία που είναι υπογεγραμμένα με ανακληθέντα πιστοποιητικά ή ληγμένα πιστοποιητικά με το Lifetime Signing EKU στην υπογραφή ως "Μη υπογεγραμμένα δυαδικά αρχεία" για διαδικασίες/συστατικά λειτουργίας χρήστη, σε σενάρια εταιρικής υπογραφής.
es: Use esta opción para tratar los binarios firmados con certificados revocados, o certificados caducados con la EKU de Firma de por Vida en la firma, como "Binarios no firmados" para procesos/componentes en modo usuario, en escenarios de firma empresarial.
fr_fr: Utilisez cette option pour traiter les binaires signés avec des certificats révoqués, ou des certificats expirés avec l'EKU Lifetime Signing sur la signature, comme des "binaires non signés" pour les processus/composants en mode utilisateur, dans des scénarios de signature d'entreprise.
he_il: השתמש באפשרות זו כדי להתייחס לבינאריים שחתומים עם תעודות שבוטלו, או תעודות שפג תוקפן עם Lifetime Signing EKU על החתימה, כ"בינאריים לא חתומים" עבור תהליכים/רכיבים במצב משתמש, תחת תרחישי חתימה ארגוניים.
hi_in: उद्यम साइनिंग परिदृश्यों में उपयोगकर्ता-मोड प्रक्रियाओं/घटक के लिए रद्द किए गए प्रमाणपत्रों या Lifetime Signing EKU वाले समाप्त प्रमाणपत्रों से साइन की गई बाइनरीज़ को "असाइन की गई बाइनरीज़" के रूप में व्यवहार करने के लिए इस विकल्प का उपयोग करें।
ja_jp: このオプションを使用して、エンタープライズ署名シナリオにおいて、失効した証明書、または署名にLifetime Signing EKUを持つ期限切れ証明書で署名されたバイナリを、ユーザーモードプロセス/コンポーネントに対して「未署名バイナリ」として扱います。
ml_in: റദ്ദാക്കിയ സർട്ടിഫിക്കറ്റുകൾ ഉപയോഗിച്ച് ഒപ്പിട്ട ബൈനറികൾ, അല്ലെങ്കിൽ സിഗ്നേച്ചറിൽ ലൈഫ്‌ടൈം സൈനിംഗ് EKU ഉള്ള കാലഹരണപ്പെട്ട സർട്ടിഫിക്കറ്റുകൾ, എന്റർപ്രൈസ് സൈനിംഗ് സാഹചര്യങ്ങളിൽ യൂസർ-മോഡ് പ്രോസസ്/ഘടകങ്ങൾക്കായി "ഒപ്പിടാത്ത ബൈനറികൾ" ആയി പരിഗണിക്കാൻ ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക.
pl_pl: Użyj tej opcji, aby traktować pliki binarne podpisane odwołanymi certyfikatami lub wygasłymi certyfikatami z EKU Lifetime Signing w podpisie jako „Niepodpisane pliki binarne” dla procesów/komponentów trybu użytkownika w scenariuszach podpisywania korporacyjnego.
tr_tr: İptal edilen sertifikalarla imzalanmış ikili dosyaları veya imzasında Ömür Boyu İmzalama EKU'su bulunan süresi dolmuş sertifikaları, kurumsal imzalama senaryoları kapsamında kullanıcı modu işlemi/bileşenleri için "İmzalanmamış ikili dosyalar" olarak değerlendirmek için bu seçeneği kullanın.

# RuleOption_EnabledDeveloperModeDynamicCodeTrust
source: Use this option to trust UWP apps that are debugged in Visual Studio or deployed through device portal when Developer Mode is enabled on the system.
ar: استخدم هذا الخيار للثقة في تطبيقات UWP التي يتم تصحيحها في Visual Studio أو نشرها عبر بوابة الجهاز عند تمكين وضع المطور على النظام.
de_de: Verwenden Sie diese Option, um UWP-Apps zu vertrauen, die in Visual Studio debuggt oder über das Geräteportal bereitgestellt werden, wenn der Entwicklermodus auf dem System aktiviert ist.
el_gr: Χρησιμοποιήστε αυτήν την επιλογή για να εμπιστεύεστε εφαρμογές UWP που αποσφαλματίζονται στο Visual Studio ή αναπτύσσονται μέσω της πύλης συσκευής όταν η Λειτουργία Προγραμματιστή είναι ενεργοποιημένη στο σύστημα.
es: Use esta opción para confiar en las aplicaciones UWP que se depuran en Visual Studio o se implementan a través del portal del dispositivo cuando el Modo de Desarrollador está habilitado en el sistema.
fr_fr: Utilisez cette option pour faire confiance aux applications UWP qui sont déboguées dans Visual Studio ou déployées via le portail de l'appareil lorsque le mode développeur est activé sur le système.
he_il: השתמש באפשרות זו כדי לסמוך על יישומי UWP שמתבצע עליהם ניפוי שגיאות ב-Visual Studio או נפרסים דרך פורטל המכשיר כאשר מצב מפתח מופעל במערכת.
hi_in: जब सिस्टम पर Developer Mode सक्षम होता है, तो Visual Studio में डिबग किए गए या डिवाइस पोर्टल के माध्यम से परिनियोजित UWP ऐप्स पर भरोसा करने के लिए इस विकल्प का उपयोग करें।
ja_jp: このオプションを使用して、システムで開発者モードが有効になっている場合に、Visual Studioでデバッグされているか、デバイスポータルを通じて展開されたUWPアプリを信頼します。
ml_in: സിസ്റ്റത്തിൽ ഡെവലപ്പർ മോഡ് പ്രവർത്തനക്ഷമമാക്കിയിരിക്കുമ്പോൾ വിഷ്വൽ സ്റ്റുഡിയോയിൽ ഡീബഗ്ഗ് ചെയ്‌തതോ ഡിവൈസ് പോർട്ടൽ വഴി വിന്യസിച്ചതോ ആയ UWP ആപ്പുകളെ വിശ്വസിക്കാൻ ഈ ഓപ്ഷൻ ഉപയോഗിക്കുക.
pl_pl: Użyj tej opcji, aby ufać aplikacjom UWP debugowanym w Visual Studio lub wdrażanym przez portal urządzeń, gdy w systemie włączony jest tryb dewelopera.
tr_tr: Visual Studio'da hata ayıklanan veya sistemde Geliştirici Modu etkinleştirildiğinde cihaz portalı aracılığıyla dağıtılan UWP uygulamalarına güvenmek için bu seçeneği kullanın.

# RuleOption_EnabledSecureSettingPolicy
source: It is currently undocumented.
ar: هذا الخيار غير موثق حاليًا.
de_de: Derzeit undokumentiert.
el_gr: Προς το παρόν δεν είναι τεκμηριωμένο.
es: Actualmente no está documentado.
fr_fr: Elle n'est actuellement pas documentée.
he_il: זה לא מתועד כרגע.
hi_in: यह वर्तमान में प्रलेखित नहीं है।
ja_jp: 現在は文書化されていません。
ml_in: ഇത് നിലവിൽ ഡോക്യുമെന്റ് ചെയ്തിട്ടില്ല.
pl_pl: Obecnie nieudokumentowane.
tr_tr: Şu anda belgelenmemiş durumda.

# RuleOption_EnabledConditionalWindowsLockdownPolicy
source: It's used by the Smart App Control policy only.
ar: يُستخدم فقط بواسطة سياسة Smart App Control.
de_de: Wird nur von der Smart App Control-Richtlinie verwendet.
el_gr: Χρησιμοποιείται μόνο από την πολιτική Smart App Control.
es: Solo es utilizado por la directiva de Smart App Control.
fr_fr: Elle est utilisée uniquement par la stratégie Smart App Control.
he_il: משמש על ידי מדיניות Smart App Control בלבד.
hi_in: यह केवल Smart App Control नीति द्वारा उपयोग किया जाता है।
ja_jp: これはスマートアプリ制御ポリシーでのみ使用されます。
ml_in: ഇത് സ്മാർട്ട് ആപ്പ് കൺട്രോൾ നയം മാത്രം ഉപയോഗിക്കുന്നു.
pl_pl: Jest używana tylko przez zasady Smart App Control.
tr_tr: Yalnızca Akıllı Uygulama Denetimi ilkesi tarafından kullanılır.

# ConfigurePolicyRuleOptions_ButtonContent
source: Configure Policy Rule Options
ar: تكوين خيارات قواعد السياسة
de_de: Optionen für Richtlinienregeln konfigurieren
el_gr: Διαμόρφωση Επιλογών Κανόνων Πολιτικής
es: Configurar Opciones de Regla de Directiva
fr_fr: Configurer les options de règle de stratégie
he_il: הגדר אפשרויות חוקי מדיניות
hi_in: नीति नियम विकल्प कॉन्फ़िगर करें
ja_jp: ポリシールールオプションの構成
ml_in: നയ നിയമ ഓപ്ഷനുകൾ ക്രമീകരിക്കുക
pl_pl: Skonfiguruj opcje reguł zasad
tr_tr: İlke Kuralı Seçeneklerini Yapılandırma
